Repository: jatezzz/allcatpics
Catalog: AllCatPics/Resources/Localizable.xcstrings
Source language: en
Languages: es

# about.creator
source: Developer: John Trujillo
es: Desarrollador: John Trujillo

# about.title
source: About
es: Acerca de

# alertItem.message
source: There's been an error
es: Ha habido un error

# alertItem.title
source: Oops! Something went wrong...
es: ¡Ups! Algo salió mal...

# detail.addTextToImage
source: Add text to image
es: Agregar texto a la imagen

# detail.addTextToImage.accessibilityHint
source: Select to add text to the image
es: Seleccione para agregar texto a la imagen

# detail.addTextToImage.accessibilityLabel
source: Add text to image
es: Agregar texto a la imagen

# detail.applyButton
source: Apply
es: Aplicar

# detail.applyButton.accesibilityHint
source: Apply text button
es: Botón para aplicar texto

# detail.applyButton.accesibilityLabel
source: Taps to apply a the text to the image.
es: Selecciona para aplicar un texto a la imagen.

# detail.cat.image.accessibilityHint
source: The image of a cute cat.
es: La imagen de un lindo gato.

# detail.cat.image.accessibilityLabel
source: Cat image
es: Imagen de gato

# detail.createdAt.%@
source: Created at: %@
es: Creado en: %@

# detail.createdAt.accessibilityLabel.%@
source: Created at %@
es: Creado en %@

# detail.downloadButton.accessibilityLabel
source: Download button
es: Botón de Descarga

# detail.image.failure.message
source: There is a problem loading the image
es: Existe un problema al cargar la imagen

# detail.image.failure.text
source: Image loading error
es: Error al cargar la imagen

# detail.lastUpdateAt.%@
source: Last update at: %@
es: Última actualización en: %@

# detail.lastUpdateAt.accessibilityLabel%@
source: Last updated at %@
es: Última actualización en %@

# detail.makeItYours
source: Make it yours
es: Hazlo tuyo

# detail.no.details
source: No cat detail found
es: No se encontraron detalles del gato

# detail.page.description
source: Here is the love of your live. Make them yours! Apply a text to the image, save it and, spread te love.
es: Aquí está el amor de tu vida. ¡Hazlos tuyos! Aplica un texto a la imagen, guárdalo y difunde el amor.

# detail.size.%lld
source: Size: %@
es: Tamaño: %@

# detail.size.accessibilityLabel.%lld
source: Size %@
es: Tamaño %@

# detail.text.apply.failure.message
source: Please insert a valid text
es: Por favor inserte un texto válido

# detail.text.apply.failure.title
source: Wrong text
es: Texto inválido

# detail.text.apply.success.message
source: Image saved.
es: Imagen guardada.

# detail.text.apply.success.title
source: Success
es: Éxito!

source: Details
es: Detalle

# general.error
source: Sorry, there is an error. Please try again.
es: Lo sentimos, hay un error. Inténtalo de nuevo.

# list.cat.name.accessibilityHint
source: Taps to view more details about this cat.
es: Toca para ver más detalles sobre este gato.

# list.cat.name.accessibilityLabel.%@
source: Cat named %@
es: Gato con nombre %@

# list.pageDescription
source: This is the list of our loved cats. Make them yours! Note: The names are auto-generated based on the data from the server.
es: Esta es la lista de nuestros amados gatos. ¡Hazlos tuyos! Nota: Los nombres se generan automáticamente en función de los datos del servidor.

# listPageScreenTitle
source: Cats
es: Gatos
